Repository: aozkesek/iis-app-manager
Catalog: appsystemmanager/fe/Netas.Nipps.SystemManager.Presentation/Languages/Global.*.resx
Languages: tr

source: Add New Service
tr: Yeni Servis Ekle

source: Application Name
tr: Uygulama Adı

source: Application Pool Name
tr: Uygulama Havuzu Adı

source: Backup
tr: Yedekle

# BackupTitle
source: System Maintenance - Backup
tr: Sistem Bakımı - Yedekle

source: Cancel
tr: Vazgeç

source: Category
tr: Kategori

source: Category Name
tr: Kategori Adı

source: Deploy
tr: Yükle

# DeployTitle
source: System Maintenance - Deploy
tr: Sistem Bakımı - Yükle

source: Done
tr: Yapıldı

source: Email
tr: Eposta

source: Finish Date
tr: Bitiş Tarihi

source: Host Name
tr: Sunucu Adı

source: Last Name
tr: Soyadı

# LogArchiveAboveSize
source: Archive Above Size
tr: Arşiv Büyüklüğü

# LogArchiveEvery
source: Archive Every
tr: Arşiv Aralığı

# LogDownloadAll
source: Download All Logs
tr: Tüm LOG Dosyalarını İndir

# LogDownloadAllTitle
source: System Status - Download All Logs
tr: Sistem Durumu - Tüm LOG Dosyalarını İndir

# LogLevelChange
source: Change Log Level
tr: LOG Seviyesi Değişiklik

# LogMaxArchiveFile
source: Max Archive File
tr: Arşiv Sayısı

source: Logoff
tr: Çıkış

source: Logon
tr: Giriş

# LogonMessage
source: Enter your user name and password
tr: Kullanıcı adı ve şifrenizi girin

# LogParametersChange
source: Change Log Parameters
tr: LOG Ayarları Değişiklik

# LogParametersChangeTitle
source: System Status - Change Log Parameters
tr: Sistem Durumu - LOG Ayarları Değişiklik

source: Logs
tr: LOGlar

# MenuAbout
source: About
tr: Hakkında

# MenuContact
source: Contact
tr: İletişim

# MenuMainPage
source: Main Page
tr: Ana Sayfa

# MenuNippsManagement
source: NIPPS Management
tr: NIPPS Yönetimi

# MenuSystemLicense
source: System License
tr: Sistem Lisansı

# MenuSystemMaintenance
source: System Maintenance
tr: Sistem Bakımı

# MenuSystemParameters
source: Sytem Parameters
tr: Sistem Parametreleri

# MenuSystemStatus
source: System Status
tr: Sistem Durumu

# MenuSystemVersions
source: Versions
tr: Sürüm Numaraları

# MenuUserManagement
source: User Management
tr: Kullanıcı Yönetimi

source: Name
tr: Adı

# NippsTitle
source: NETAS - IP Phone Services System Manager
tr: NETAŞ - IP Telefon Servisleri Sistem Yönetimi

source: Ok
tr: Tamam

source: Other
tr: Diğer

source: Parameter
tr: Parametre

# ParameterChange
source: Change Parameter
tr: Parametre Değiştir

# ParameterTitle
source: System Parameters
tr: Sistem Parametreleri

source: Password
tr: Şifre

# PasswordChange
source: Change Password
tr: Şifre Değiştir

# PasswordConfirm
source: Confirm New Password
tr: Yeni Şifre Tekrar

# PasswordForgotten
source: Forgotten Password
tr: Şifremi Unuttum

# PasswordNew
source: New Password
tr: Yeni Şifre

# PasswordRenew
source: Send New Password
tr: Yeni Şifre Gönder

source: Recycle
tr: Tekrar Başlat

# RecycleTitle
source: System Maintenance - Recycle
tr: Sistem Bakımı - Tekrar Başlat

source: Restore
tr: Geri Yükle

# RestoreTitle
source: System Maintenance - Restore
tr: Sistem Bakımı - Geri Yükle

source: Save
tr: Kaydet

# SelectItem
source: Select an item
tr: Seçiminizi yapın

source: Site Name
tr: Site Adı

source: Start Date
tr: Başlangıç Tarihi

source: Started
tr: Başlatıldı

source: State
tr: Durum

source: Stopped
tr: Durduruldu

source: Undeploy
tr: Kaldır

# UndeployTitle
source: System Maintenance - Undeploy
tr: Sistem Bakımı - Kaldır

source: Upgrade
tr: Sürüm Yükselt

# UpgradeTitle
source: System Maintenance - Upgrade
tr: Sistem Bakımı - Sürüm Yükselt

# UserAdd
source: Add User
tr: Kullanıcı Ekle

# UserAddTitle
source: User Management - Add User
tr: Kullanıcı Yönetimi - Kullanıcı Ekle

# UserEdit
source: Edit User
tr: Kullanıcı Güncelle

# UserEditTitle
source: User Management - Edit User
tr: Kullanıcı Yönetimi - Kullanıcı Güncelle

source: User Name
tr: Kullanıcı Adı

source: Value
tr: Değeri

source: Version
tr: Sürüm Numarası

# ZipFileSelect
source: Select a ZIP file to deploy
tr: Yüklenecek ZIP dosyasını seçin

source: Download
tr: İndir

source: Failure
tr: Hatalı

source: Info
tr: Bilgi

source: Log Info
tr: LOG Bilgisi

source: Log Level
tr: LOG Seviyesi

source: Running
tr: Çalışıyor

source: Service
tr: Servis

source: Settings
tr: Ayarlar

source: Status
tr: Durum

source: Unknown
tr: Bilinmiyor

source: Config Backup
tr: Ayarları Yedekle

source: Config Restore
tr: Ayarları Geri Yükle

# EmptyTable
source: No data available
tr: Kayıt bulunmuyor

source: First
tr: İlk

# InfoFiltered
source: (filtered from _MAX_ records)
tr: (_MAX_ kayıt arasından seçildi)

source: Last
tr: Son

# LengthMenu
source: Show _MENU_ records
tr: _MENU_ kayıt göster

source: Next
tr: Sonraki

source: Previous
tr: Önceki

source: Search
tr: Ara

source: About
tr: Hakkında

source: Contact
tr: İletişim

source: User Remove
tr: Kullanıcı Sil

# UserRemoveTitle
source: User Management - User Remove
tr: Kullanıcı Yönetimi - Kullanıcı Sil

source: Stop
tr: Durdur

# LogDownload
source: Download Logs
tr: LOG Dosyalarını İndir

source: Expand / Collapse
tr: Detay Göster / Gizle

# AdminCanNotDeletedException
source: You can not delete the Admin
tr: Admin kullanıcısını silemezsiniz

source: Create Date
tr: Yaratılma Tarihi

source: Product List
tr: Uygulamalar

source: Update Date
tr: Değiştirme Tarihi

# LogSMDownloadAll
source: Download All SM Logs
tr: Tüm SM LOG Dosyalarını İndir

# ValCreditcard
source: Please enter a valid credit card number.
tr: Lütfen geçerli bir kredi kartı numarası girin.

# ValDate
source: Please enter a valid date.
tr: Lütfen geçerli bir tarih girin.

# ValDateISO
source: Please enter a valid date (ISO).
tr: Lütfen geçerli bir tarih (ISO) girin.

# ValDigits
source: Please enter only digits.
tr: Lütfen sadece rakam girin.

# ValEmail
source: Please enter a valid email address.
tr: Lütfen geçerli bir e-posta adresi girin.

# ValEqualTo
source: Please enter the same value again.
tr: Lütfen aynı bilgiyi tekrar girin.

# ValMax
source: Please enter a value less than or equal to {0}.
tr: Lütfen {0} e eşit veya küçük bir değer girin.

# ValMaxLength
source: Please enter no more than {0} characters.
tr: Lütfen {0} den daha az karakter girin.

# ValMin
source: Please enter a value greater than or equal to {0}.
tr: Lütfen {0} e eşit veya büyük bir değer girin.

# ValMinLength
source: Please enter at least {0} characters.
tr: Lütfen en az {0} karakter girin.

# ValNumber
source: Please enter a valid number.
tr: Lütfen geçerli bir numara girin.

# ValRange
source: Please enter a value between {0} and {1}.
tr: Lütfen {0} ile {1} arasında bir değer girin.

# ValRangeLength
source: Please enter a value between {0} and {1} characters long.
tr: Lütfen {0} ile {1} karakter uzunluğu arasında bir değer girin.

# ValRequired
source: This field is required.
tr: Bu alana bilgi girilmesi zorunludur.

# ValUrl
source: Please enter a valid URL.
tr: Lütfen geçerli bir URL girin.

# MessageExpiredPassword
source: Password is expired.
tr: Şifrenizin kullanım süresi geçmiş.

# MessageInvalidPassword
source: Password is invalid.
tr: Şifreniz hatalıdır.

# MessageInvalidUsername
source: Username is invalid.
tr: Kullanıcı kodunuz hatalıdır.

# MessageInvalidValues
source: Invalid values entered.
tr: Geçersiz değerler girildi.

# MessageUnknownError
source: Unknown error. Please check the system logs for more detail.
tr: Bilinmeyen hata. Lütfen daha fazla bilgi için sistem loguna bakın.

# MessageFail
source: {0} is failed.
tr: {0} yapılamadı.

# MessageOk
source: {0} is done.
tr: {0} yapıldı.

# MessageWarn
source: {0} is partial done.
tr: {0} bazıları yapıldı.

# AlarmReset
source: Reset Alarms
tr: Uyarıları Sıfırla

# MenuOperationalMetrics
source: Operational Metrics
tr: Kullanım Değerleri

# MessageRenewPassword
source: New password is created and sent via e-mail to the user.
tr: Yeni şifre oluşturuldu ve kullanıcıya e-posta ile gönderildi.

# LogReset
source: Reset Logs
tr: LOGları Sıfırla

# LogResetTitle
source: System Status - Reset Logs
tr: Sistem Durumu - LOGları Sıfırla

# MessageHostSelect
source: Select a Host
tr: Bir Sunucu seçin

# MessagePoolSelect
source: Select an Apllication Pool
tr: Bir Uygulama Havuzu seçin

# MessageSiteSelect
source: Select a Site
tr: Bir Site seçin

source: Total Request Count
tr: Toplam İşlem İstek Sayısı

source: Total Unhandled Error Count
tr: Toplam Kontrol Edilmeyen Hata Sayısı

# MessageClickForChange
source: Click for change value
tr: Değiştirmek için tıklayın

# MessageConfirmRestartPool
source: Every application in this pool will restart, are you sure?
tr: Bu havuzdaki tüm uygulamalar tekrar başlatılacak, emin misiniz?

# MessageConfirmStopPool
source: Every application in this pool will stop, are you sure?
tr: Bu havuzdaki tüm uygulamalar durdurulacaktır, emin misiniz?

# MessageRemoveAppConfirm
source: will remove, are you sure?
tr: kaldırılacaktır, emin misiniz?

# MessageInvalidPasswordEntered
source: Invalid password is entered.
tr: Hatalı şifre girildi.

# MessagePasswordChanged
source: Password is changed.
tr: Şifreniz değiştirildi.

# MessageDownloadAllLogs
source: Download all logs between {0} and {1}
tr: {0} ile {1} arasındaki tüm LOG dosyalarını getir.

# MessageInvalidFinishDate
source: FinishDate can not be less than StartDate or greater than Now
tr: BitişTarihi, BaşlangıçTarihin'den küçük, Bugün'den büyük olamaz.

source: Issued By
tr: Lisanslayan

source: Licensed To
tr: Lisanslanan

source: Load License
tr: Lisans Yükle

source: Type
tr: Tip

source: Valid
tr: Geçerli

# LicenseAdd
source: Add License
tr: Lisans Ekle

# LicenseAddTitle
source: System License - Add License
tr: Sistem Lisans - Lisans Ekle

# LicenseFileSelect
source: Select License File
tr: Lisans Dosyası Seç
